[
  "obsidian-latex-suite",
  "obsidian-style-settings",
  "obsidian-admonition",
  "obsidian-banners",
  "buttons",
  "dataview",
  "quickadd",
  "obsidian-react-components",
  "editing-toolbar",
  "surfing",
  "callout-manager",
  "easy-typing-obsidian",
  "pdf-plus",
  "obsidian42-brat",
  "attachment-flow-plugin",
  "remember-cursor-position",
  "OA-file-hider",
  "hot-reload",
  "copy-as-latex",
  "copilot",
  "templater-obsidian",
  "obsidian-copy-block-link",
  "editor-width-slider",
  "obsidian-paste-image-rename",
  "obsidian-outliner",
  "obsidian-excalidraw-plugin",
  "vitepress-publisher"
]